tap "jetbrains/utils"
tap "tako8ki/tap"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "apr"
brew "arm-linux-gnueabihf-binutils"
brew "arp-scan"
brew "autoconf"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "deno"
brew "dua-cli"
brew "icu4c@77"
brew "harfbuzz"
brew "duc"
brew "eza"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libevent"
brew "gnutls"
brew "go"
brew "httpd"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "imessage-exporter"
brew "ispell"
brew "jansson"
brew "jemalloc"
brew "jenv"
brew "openjdk"
brew "leiningen"
brew "libcbor"
brew "libev"
brew "libfido2"
brew "liblinear"
brew "libpq"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lima"
brew "lua"
brew "lua-language-server"
brew "lua@5.3"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "moar"
brew "mpdecimal"
brew "msgpack"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "oh-my-posh"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "pkgconf"
brew "postgresql@17", link: true
brew "protobuf"
brew "pyright", link: false
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt@5"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "six"
brew "smartmontools"
brew "tlrc"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "vivid"
brew "wget"
brew "zlib"
brew "zsh"
brew "jetbrains/utils/qodana"
brew "tako8ki/tap/gobang"
cask "beekeeper-studio"
cask "docker-desktop"
cask "keycastr"
cask "postman"
cask "wezterm"
cask "wireshark-app"
