tap "borkdude/brew"
tap "codecrafters-io/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jetbrains/utils"
tap "olets/tap"
tap "tako8ki/tap"
tap "xo/xo"
brew "arm-linux-gnueabihf-binutils"
brew "arp-scan"
brew "atuin"
brew "bat"
brew "choose-rust"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "docker-compose"
brew "dotnet"
brew "dotnet@8"
brew "dua-cli"
brew "duc"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fennel"
brew "ffmpeg"
brew "fonttools"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "httpd"
brew "hyperfine"
brew "imagemagick"
brew "imessage-exporter"
brew "ispell"
brew "jenv"
brew "jj"
brew "katago"
brew "lazydocker"
brew "lazygit"
brew "lazyjj"
brew "lazysql"
brew "lcdf-typetools"
brew "leiningen"
brew "lima"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "luajit-openresty"
brew "moor"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nvimpager"
brew "nim"
brew "nmap"
brew "node"
brew "oh-my-posh"
brew "ollama", restart_service: :changed
brew "opencv"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "pnpm"
brew "podman"
brew "postgresql@16"
brew "postgresql@17", link: true
brew "pyright"
brew "qemu"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rlwrap"
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "smartmontools"
brew "tlrc"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "ttfautohint"
brew "uv"
brew "virtualenv"
brew "vivid"
brew "watch"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zola"
brew "zoxide"
brew "zsh"
brew "borkdude/brew/babashka"
brew "codecrafters-io/tap/codecrafters"
brew "jetbrains/utils/qodana"
brew "olets/tap/zsh-abbr"
brew "tako8ki/tap/gobang"
brew "xo/xo/usql"
cask "beekeeper-studio"
cask "claude-code"
cask "docker-desktop"
cask "font-iosevka"
cask "ghostty"
cask "hammerspoon"
cask "keycastr"
cask "kitty@nightly"
cask "macmediakeyforwarder"
cask "meld"
cask "postman"
cask "sabaki"
cask "stats"
cask "vlc"
cask "wezterm@nightly"
cask "wireshark-app"
go "github.com/hadzicni/gitignore-cli/cmd/gitignore"
