tap "borkdude/brew"
tap "codecrafters-io/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jetbrains/utils"
tap "olets/tap"
tap "tako8ki/tap"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "apr"
brew "arm-linux-gnueabihf-binutils"
brew "arp-scan"
brew "atuin"
brew "autoconf"
brew "gettext"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "icu4c@78"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "pkgconf"
brew "choose-rust"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "icu4c@77"
brew "dotnet"
brew "dotnet@8"
brew "dua-cli"
brew "harfbuzz"
brew "duc"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "lua"
brew "fennel"
brew "libevent"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "mpdecimal"
brew "fonttools"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "httpd"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "imessage-exporter"
brew "ispell"
brew "jansson"
brew "jemalloc"
brew "jenv"
brew "jj"
brew "katago"
brew "lazydocker"
brew "lazygit"
brew "lcdf-typetools"
brew "openjdk"
brew "leiningen"
brew "libcbor"
brew "libev"
brew "libfido2"
brew "liblinear"
brew "libpq"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "lima"
brew "lua-language-server"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "moor"
brew "msgpack"
brew "tree-sitter"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nim"
brew "nmap"
brew "node"
brew "oh-my-posh"
brew "ollama", restart_service: :changed
brew "protobuf"
brew "vtk"
brew "opencv"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "pnpm"
brew "podman"
brew "postgresql@16"
brew "postgresql@17", link: true
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "qt"
brew "qt@5"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rlwrap"
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "smartmontools"
brew "tlrc"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "virtualenv"
brew "vivid"
brew "watch"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zlib"
brew "zola"
brew "zoxide"
brew "zsh"
brew "borkdude/brew/babashka"
brew "codecrafters-io/tap/codecrafters"
brew "jetbrains/utils/qodana"
brew "olets/tap/zsh-abbr"
brew "tako8ki/tap/gobang"
cask "beekeeper-studio"
cask "claude-code"
cask "docker-desktop"
cask "ghostty"
cask "hammerspoon"
cask "keycastr"
cask "kitty@nightly"
cask "macmediakeyforwarder"
cask "meld"
cask "postman"
cask "sabaki"
cask "stats"
cask "vlc"
cask "wezterm@nightly"
cask "wireshark-app"
go "github.com/hadzicni/gitignore-cli/cmd/gitignore"
