tap "borkdude/brew"
tap "codecrafters-io/tap"
tap "homebrew/services"
brew "glib"
brew "python@3.12"
brew "coreutils"
brew "cowsay"
brew "docker-compose"
brew "dotnet"
brew "duf"
brew "dust"
brew "libgit2"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git-delta"
brew "katago"
brew "lazygit"
brew "lcdf-typetools"
brew "libyaml"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nim"
brew "qt"
brew "vtk"
brew "opencv"
brew "podman"
brew "postgresql@16"
brew "pyright"
brew "ripgrep"
brew "tealdeer"
brew "uv"
brew "yt-dlp"
brew "zola"
brew "borkdude/brew/babashka"
brew "codecrafters-io/tap/codecrafters"
cask "alt-tab"
cask "hammerspoon"
cask "katrain"
cask "postman"
cask "sabaki"
cask "wezterm"
